INSERT INTO isolatebg.products (id, description, english_name, model, name, price_bgn, price_euro, stock, category_id)
VALUES (1, 'Виброизолационен материал VIBROFILTR White – 1.5 мм
Идеален за използване в автомобили и други зони, където се изисква ефективна вибро- и шумоизолация, както и защита от влага и корозия. Материалът има многослойна структура, съставена от екологично чист бутилкаучук и висококачествено алуминиево фолио.

Благодарение на използваното алуминиево фолио с висок вискозитет, VIBROFILTR предлага разширен честотен диапазон на виброгасяне, което го прави изключително ефективен при различни условия на натоварване.

Основни характеристики:
Дебелина: 1.5 мм (± 0.1 мм)

Размер на лист: 0.5 м x 0.7 м (0.35 м²)

Коефициент на механични загуби при 200 Hz: 0.38

Тегло на 1 м²: ≥ 3.0 кг

Количество в кашон: 25 листа (8.75 м² общо покритие)', 'Vibrofltr', 'White 1.5mm', 'Vibrofltr', 15.00, 7.65, 0, null);
INSERT INTO isolatebg.products (id, description, english_name, model, name, price_bgn, price_euro, stock, category_id)
VALUES (2, 'Виброизолационен материал VIBROFILTR Yellow – 2.0 мм
Високоефективен виброизолационен материал, предназначен за създаване на водоустойчив слой с отлични антивибрационни и шумоизолиращи свойства. Идеален за автомобили, машини и други приложения, където се изисква защита от вибрации, шум и корозия.

Материалът е с многослойна структура, изграден от екологично чист бутилкаучук и алуминиево фолио. В производствения процес VIBROFILTR използва алуминиево фолио с висок вискозитет, което осигурява по-широк честотен диапазон на виброабсорбиране и повишена ефективност при различни натоварвания.

Технически характеристики:
Дебелина: 2.0 мм (± 0.1 мм)

Размер на лист: 0.5 м x 0.35 м (0.35 м²)

Коефициент на механични загуби при 200 Hz: 0.42

Тегло на 1 м²: ≥ 3.0 кг

Количество в кашон: 20 броя (обща площ: 3.5 м²)', 'Vibrofltr', 'Yellow 2.0mm', 'Vibrofltr', 17.00, 8.67, 0, null);
INSERT INTO isolatebg.products (id, description, english_name, model, name, price_bgn, price_euro, stock, category_id)
VALUES (3, 'Виброизолационен материал VIBROFILTR Green – 3.0 мм
Професионално решение за ефективна вибро- и шумоизолация. Подходящ за приложение в автомобили, индустриални машини и други обекти, където е необходима максимална защита от вибрации, шум, влага и корозия.

Материалът е изграден от екологично чист бутилкаучук, ламиниран с алуминиево фолио с висок вискозитет. Благодарение на това се постига по-висок коефициент на механични загуби и широк честотен диапазон на виброгасяне, което го прави особено ефективен при силни натоварвания.

Технически характеристики:
Дебелина: 3.0 мм (± 0.1 мм)

Размер на лист: 0.35 м x 0.5 м (0.175 м²)

Коефициент на механични загуби при 200 Hz: 0.50

Тегло на 1 м²: ≥ 4.5 кг

Количество в кашон: 15 листа (общо покритие: 2.625 м²)', 'Vibrofltr', 'Green 3.0mm', 'Vibrofltr', 13.00, 6.63, 0, null);
INSERT INTO isolatebg.products (id, description, english_name, model, name, price_bgn, price_euro, stock, category_id)
VALUES (7, 'Виброизолационен материал VIBROFILTR Red – 4.0 мм
Висок клас виброизолационен материал, предназначен за максимална защита от вибрации, шум, влага и корозия. Препоръчва се за приложения с високо ниво на натоварване и вибрации, като автомобилна шумоизолация, машини, индустриално оборудване и други.

Изработен от екологично чист бутилкаучук, комбиниран с алуминиево фолио с висок вискозитет, материалът осигурява изключителна ефективност при заглушаване на вибрации в широк честотен диапазон.

Технически характеристики:
Дебелина: 4.0 мм (± 0.1 мм)

Размер на лист: 0.35 м x 0.5 м (0.175 м²)

Коефициент на механични загуби при 200 Hz: 0.60

Тегло на 1 м²: ≥ 6.4 кг

Количество в кашон: 10 листа (обща площ: 1.75 м²)', 'Vibrofltr', 'Red - 4.0mm', 'Vibrofltr', 17.00, 8.70, 0, null);


INSERT INTO isolatebg.pictures (id, image_path, product_id)
VALUES (1, '/imagesApp/products/ADMIN/cf77a548-677a-4073-9b8b-5711375d18ca.png', 1);
INSERT INTO isolatebg.pictures (id, image_path, product_id)
VALUES (2, '/imagesApp/products/ADMIN/e0d7f3f4-40df-40b4-982d-ad322dc1349b.png', 2);
INSERT INTO isolatebg.pictures (id, image_path, product_id)
VALUES (3, '/imagesApp/products/ADMIN/9c078b3b-0e4e-4a36-8c8e-ad959739cbd4.png', 3);
INSERT INTO isolatebg.pictures (id, image_path, product_id)
VALUES (4, '/imagesApp/products/ADMIN/33243862-d7cd-45c2-8df4-5e149f8d76d5.png', 3);
INSERT INTO isolatebg.pictures (id, image_path, product_id)
VALUES (5, '/imagesApp/products/ADMIN/489956c7-d7dc-41ef-af62-d2295f9b5de1.png', 4);
